tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "encoredev/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "act"
brew "argocd"
brew "openssl@3"
brew "aria2"
brew "asdf"
brew "bat"
brew "bison"
brew "blueutil"
brew "bottom"
brew "code-minimap"
brew "lima"
brew "colima"
brew "gmp"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dolt"
brew "ecm"
brew "editorconfig"
brew "emacs"
brew "envoy"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "go-task"
brew "grc"
brew "gum"
brew "helix"
brew "htop"
brew "hugo"
brew "hurl"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k3d"
brew "kubebuilder"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "linkerd"
brew "lua"
brew "luarocks"
brew "markdown"
brew "mas"
brew "minikube"
brew "mise"
brew "molten-vk"
brew "mysql@8.4"
brew "navi"
brew "neovim"
brew "nmap"
brew "nushell"
brew "nvm"
brew "openssl@1.1"
brew "pandoc"
brew "tree"
brew "pass"
brew "pkgconf"
brew "podman"
brew "postgresql@14"
brew "presenterm"
brew "pyenv"
brew "rbenv"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sdl2"
brew "shellcheck"
brew "sops"
brew "starship"
brew "stow"
brew "syncthing"
brew "temporal"
brew "terraform"
brew "tmux"
brew "typst"
brew "unar"
brew "vim"
brew "vnstat"
brew "wget"
brew "wireguard-tools"
brew "xdelta"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "encoredev/tap/encore"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "joshmedeski/sesh/sesh"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "aerospace"
cask "calibre"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-mono-nf"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-roboto-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "keepassxc"
cask "keycastr"
cask "kitty"
cask "logseq"
cask "neovide"
cask "pika"
cask "podman-desktop"
cask "signal"
cask "skim"
cask "wezterm"
cask "whisky"
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "GoPro Webcam", id: 6477835262
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Steam Link", id: 1246969117
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codecov.codecov"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dcasella.monokai-plusplus"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "irongeek.vscode-env"
vscode "jakebecker.elixir-ls"
vscode "james-yu.latex-workshop"
vscode "kdl-org.kdl"
vscode "laravel.vscode-laravel"
vscode "mattn.lisp"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
