tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "encoredev/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "openssl@3"
brew "aria2"
brew "gmp"
brew "coreutils"
brew "asdf"
brew "python@3.12"
brew "bat"
brew "blueutil"
brew "bottom"
brew "code-minimap"
brew "colima"
brew "curl"
brew "dolt"
brew "ecm"
brew "editorconfig"
brew "emacs"
brew "envoy"
brew "eza"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitup"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "gradle"
brew "grc"
brew "gum"
brew "helix"
brew "htop"
brew "httpie"
brew "hurl"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libzip"
brew "linkerd"
brew "lua"
brew "luarocks"
brew "markdown"
brew "maven"
brew "minikube"
brew "mise"
brew "molten-vk"
brew "mysql@8.4"
brew "navi"
brew "neovim"
brew "nmap"
brew "nushell"
brew "nvm"
brew "openssl@1.1"
brew "tree"
brew "pass"
brew "pidgin"
brew "pkgconf"
brew "podman"
brew "poppler"
brew "postgresql@14"
brew "presenterm"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tmux"
brew "typst"
brew "unar"
brew "vim"
brew "vnstat"
brew "wget"
brew "xdelta"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "encoredev/tap/encore"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "joshmedeski/sesh/sesh"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "aerospace"
cask "calibre"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-mono-nf"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-roboto-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "jordanbaird-ice"
cask "keepassxc"
cask "keycastr"
cask "logseq"
cask "neovide"
cask "pika"
cask "podman-desktop"
cask "signal"
cask "skim"
cask "wezterm"
cask "whisky"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "dbaeumer.vscode-eslint"
vscode "dcasella.monokai-plusplus"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "elixir-lsp.elixir-ls"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "james-yu.latex-workshop"
vscode "johnpapa.vscode-peacock"
vscode "kdl-org.kdl"
vscode "koihik.vscode-lua-format"
vscode "lunaryorn.fish-ide"
vscode "mattn.lisp"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "msjsdiag.vscode-react-native"
vscode "nonylene.dark-molokai-theme"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust"
vscode "samverschueren.yo"
vscode "skyapps.fish-vscode"
vscode "timonwong.shellcheck"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
